module.exports = {

  RESULT: {
    1: '勝ち',
    2: '負け',
    3: 'KO勝ち',
    4: 'KO負け'
  },

  RULE: {
    1: 'エリア',
    2: 'ヤグラ',
    3: 'ホコ'
  },

  STAGE: {
   1:  'アロワナモール',
   2:  'Bバスパーク',
   3:  'シオノメ油田',
   4:  'デカライン高架下',
   5:  'ハコフグ倉庫',
   6:  'ホッケふ頭',
   7:  'モズク農園',
   8:  'ネギトロ炭鉱',
   9:  'タチウオパーキング',
   10: 'モンガラキャンプ場',
   11: 'ヒラメが丘団地'
  },

  RATE_WAIT: {
    'S+': 1000,
    'S':   900,
    'A+':  800,
    'A':   700,
    'A-':  600,
    'B+':  500,
    'B':   400,
    'B-':  300,
    'C+':  200,
    'C':   100,
    'C-':    0
  },

  RECORD_LIMIT: 50

};
